Repository: giellalt/corpus-sme
Catalog: tmx/smn/admin/sd/www.samediggi.fi/anaras-_ja_davvisamegiela_bustavvatavvalat_leat_almmustuvvan.html.tmx
Source language: sme
Languages: smn

source: Anáraš- ja davvisámegiela bustávvatávvalat leat almmustuvvan
smn: Anarâš- já orjâlâškielâ puustavtaavluh láá almostum

source: Oahpaheaddjiid guhká sávvan anáraš- ja davvisámegielaid bustávvagovvatávvalat leat almmuhuvvon.
smn: Máttáátteijei kuhháá tuáivum anarâš- já orjâlâškielâ puustavkovetaavluh láá almostum.

source: Anárašgiela bustávvatávvalat leat almmuhuvvon fiermmis, davvisámegiela bustávvatávvalat sihke fiermmis ja printejuvvon hámis.
smn: Anarâškielâ puustavtaavluh láá almostum neetist, orjâlâškielâ puustavtaavluh láá sehe neetist já teddilum häämist.

source: Anárašgiela bustávvagovaid lea ráhkadan oahpaheaddji-govvadáiddar Tania-Maria Moilanen.
smn: Anarâškielâ puustavkuuvijd lii sárgum máttáátteijee-kovetaaidâr Tania-Maria Moilanen.

source: Bustávvatávvaliid sáhttá luđet ja printet dás .
smn: Puustavtaavluid puáhtá luođiđ já teddiliđ täst .

source: Davvisámegiela bustávvatávvaliid govaid lea ráhkadan Nora Bäck, gii lea govvadahkkin maiddái Sámedikki almmuhan Gea-oahppamateriálaráidui.
smn: Orjâlâškielâ puustavtaavlui kuuvijd lii sárgum Nora Bäck. Nora lii kovetahhen meiddei Sämitige almostittâm Gea -oppâmaterialrááiđust.

source: Bustávvatávvaliid sáhttá luđet ja printet dás , dahje diŋgot skuvlen- ja oahppamateriáladoaimmahagas printejuvvon hámis.
smn: Puustavtaavluid puáhtá luođiđ já teddiliđ täst , teikkâ tiiláđ škovlim- já oppâmaterialtoimâttuvvâst teddilum häämist.

source: Govvatávvaliid lea doaimmahan Gáijon Issát Ánne/ Anni Näkkäläjärvi Sámedikki skuvlen- ja oahppamateriáladoaimmahagas.
smn: Kovetaavluid lii toimâttâm Gáijon Issát Ánne/ Anni Näkkäläjärvi Sämitige škovlim- já oppâmaterialtoimâttuvvâst.

source: Diŋgojumit: kirjatilaus(at)samediggi.fi
smn: Tiilám: kirjatilaus(at)samediggi.fi
